<template>
  <div class="page">
    <div class="about">
      <h1>Правила оплати в нашому інтернет-магазині</h1>
      <ol>
        <li>
          Оплата товарів.
          <p>
            Замовлення можна оплатити онлайн за допомогою кредитної/дебетової карти або інших доступних електронних платіжних систем.
          </p>
        </li>
        <li>
          Безпека платежів.
          <p>
            Ми гарантуємо повну безпеку вашої інформації під час проведення транзакцій. Усі дані передаються зашифрованим каналом, щоб забезпечити конфіденційність.
          </p>
        </li>
        <li>
          Підтвердження оплати.
          <p>
            Після успішної оплати ви отримаєте підтвердження на вказану вами електронну адресу, а також можливість переглянути деталі транзакції у ваших особистих кабінетах.
          </p>
        </li>
        <li>
          Система знижок та акції.
          <p>Для наших постійних клієнтів діють спеціальні умови оплати, а також періодично проводяться акції та розпродажі, що роблять покупки ще вигіднішими.</p>
        </li>
        <li>
          Повернення коштів.
          <p>
            У випадку скасування замовлення або повернення товару, оплата повертається на той самий рахунок, з якого була здійснена оплата.
          </p>
        </li>
        <li>
          Контактна інформація.
          <p>
            Якщо у вас виникли питання щодо оплати, будь ласка, звертайтеся до нашої служби підтримки за вказаними на сайті контактами.
          </p>
        </li>
      </ol>
    </div>
  </div>
</template>
<style scoped lang="scss">
.about{
  max-width: 1470px;
  margin: 0 auto;
  padding: 50px 15px 0;
  text-align: justify;
  h1 {
    margin-bottom: 50px;
    padding-left: 50px;
  }
  ol{
    li {
      font-weight: 600;
      line-height: 1.5;
      &:not(:last-child) {
        margin-bottom: 20px;
      }
      p{
        font-weight: 400;
      }
    }
  }
}
</style>
