export const teachers = [
  {
    id: 1,
    name: 'Іван Іванович Петренко',
    subjectId: 1,
    description: 'Досвідчений викладач математики з багаторічним стажем.',
  },
  {
    id: 2,
    name: 'Марія Петрівна Сидоренко',
    subjectId: 2,
    description: 'Викладач фізики з великим інтересом до вивчення природничих наук.',
  },
  {
    id: 3,
    name: 'Олена Василівна Коваленко',
    subjectId: 3,
    description: 'Захоплена викладанням історії та розвитком критичного мислення учнів.',
  },
  {
    id: 4,
    name: 'Павло Олександрович Литвиненко',
    subjectId: 4,
    description: 'Вчитель хімії, який прагне зробити предмет цікавим та доступним для всіх.',
  },
  {
    id: 5,
    name: 'Анна Михайлівна Ткаченко',
    subjectId: 5,
    description: 'Любить літературу та прагне розвивати в учнів любов до книг.',
  },
  {
    id: 6,
    name: 'Сергій Вікторович Іваненко',
    subjectId: 6,
    description: 'Інструктор з фізичної культури, зацікавлений у здоровому способі життя.',
  },
  {
    id: 7,
    name: 'Наталія Ігорівна Кравченко',
    subjectId: 1,
    description: 'Викладач математики з високою енергією та позитивним підходом.',
  },
  {
    id: 8,
    name: 'Євген Валерійович Гончаренко',
    subjectId: 3,
    description: 'Викладач історії, який ставить перед собою завдання робити уроки цікавими.',
  },
  {
    id: 9,
    name: 'Тетяна Петрівна Козак',
    subjectId: 5,
    description: 'Вчителька літератури, що стимулює творчий підхід до читання.',
  },
  {
    id: 10,
    name: 'Іван Іванович Петренко',
    subjectId: 1,
    description: 'Досвідчений викладач математики з багаторічним стажем.',
  },
  {
    id: 11,
    name: 'Марія Петрівна Сидоренко',
    subjectId: 2,
    description: 'Викладач фізики з великим інтересом до вивчення природничих наук.',
  },
  {
    id: 12,
    name: 'Олена Василівна Коваленко',
    subjectId: 3,
    description: 'Захоплена викладанням історії та розвитком критичного мислення учнів.',
  },
  {
    id: 13,
    name: 'Оксана Михайлівна Шевченко',
    subjectId: 1,
    description: 'Молода викладачка математики з великим ентузіазмом.',
  },
  {
    id: 14,
    name: 'Андрій Віталійович Григоренко',
    subjectId: 2,
    description: 'Викладач фізики, зацікавлений у сучасних методах навчання.',
  },
  {
    id: 15,
    name: 'Валентина Іванівна Кравченко',
    subjectId: 3,
    description: 'Історик, що вивчає учнів давніми подіями з усією старанністю.',
  },
  {
    id: 16,
    name: 'Максим Сергійович Шевчук',
    subjectId: 4,
    description: 'Викладач хімії, спрямований на практичність та реальність предмета.',
  },
  {
    id: 17,
    name: 'Юлія Володимирівна Лисенко',
    subjectId: 5,
    description: 'Вчителя літератури, що вчить цінувати красу слова.',
  },
  {
    id: 18,
    name: 'Денис Ігорович Сидорчук',
    subjectId: 6,
    description: 'Інструктор з фізичної культури, який підтримує активний спосіб життя.',
  },
];


export const lessons = [
  { id: 1, title: 'Математика' },
  { id: 2, title: 'Фізика' },
  { id: 3, title: 'Історія' },
  { id: 4, title: 'Хімія' },
  { id: 5, title: 'Література' },
  { id: 6, title: 'Фізкультура' },
];